{
  "plugins": {
    "LuaSnip": {
    },
    "blink.cmp": {
      "version": "1.0.0 - 2.0.0"
    },
    "boole.nvim": [],
    "cellular-automaton.nvim": [],
    "friendly-snippets": [],
    "fzf-lua": {
    },
    "gitsigns.nvim": {
    },
    "lualine.nvim": [],
    "midnight.nvim": {
    },
    "mini.clue": {
    },
    "nvim-autopairs": [],
    "nvim-dap": {
    },
    "nvim-dap-view": {
    },
    "nvim-dap-virtual-text": [],
    "nvim-lspconfig": {
    },
    "nvim-treesitter": {
      "version": "'main'"
    },
    "nvim-treesitter-context": {
    },
    "nvim-web-devicons": {
    },
    "oil.nvim": {
    },
    "overseer.nvim": {
    },
    "quicker.nvim": [],
    "rainbow-delimiters.nvim": {
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "todo-comments.nvim": {
    },
    "toggleterm.nvim": [],
    "vague.nvim": {
      "src": "https://github.com/vague-theme/vague.nvim"
    },
    "vim-fugitive": [],
    "vim-matchup": {
    }
  }
}